{
  "truth": [
    "Have you ever cheated on a test?",
    "What is your biggest fear?",
    "Have you ever lied to your best friend?",
    "What is the most embarrassing thing you've done in public?",
    "Have you ever stolen something?",
    "What is your secret talent?",
    "Have you ever eavesdropped on someone's conversation?",
    "What is your guilty pleasure?",
    "Have you ever peed in a pool?",
    "What is the most embarrassing thing your parents have caught you doing?",
    "Have you ever been caught picking your nose?",
    "What is the weirdest dream you've ever had?",
    "Have you ever cheated in a game?",
    "What is your most annoying habit?",
    "Have you ever cheated on a partner?",
    "What is the most embarrassing thing you've said in front of a crush?",
    "Have you ever pretended to be sick to avoid something?",
    "What is the worst gift you've ever received?",
    "Have you ever broken something and blamed someone else?",
    "What is the most embarrassing thing you've posted on social media?",
    "Have you ever lied about your age?",
    "What is your biggest regret?",
    "Have you ever cheated during a board game?",
    "What is the most embarrassing thing you've done for money?",
    "Have you ever stolen money from someone's wallet?",
    "What is the most embarrassing thing you've done while drunk?",
    "Have you ever lied to get out of trouble?",
    "What is the dumbest thing you've ever done?",
    "Have you ever peed in the shower?",
    "What is your most embarrassing nickname?",
    "Have you ever cheated on a game console?",
    "What is the strangest thing you've ever eaten?",
    "Have you ever cheated during a test?",
    "What is the most embarrassing thing you've done on a date?",
    "Have you ever lied about finishing your homework?",
    "What is the most embarrassing thing you've done in school?",
    "Have you ever cheated in a relationship?",
    "What is the most embarrassing thing you've done in front of your parents?",
    "Have you ever eaten something off the floor?",
    "What is your most embarrassing bathroom story?",
    "Have you ever cheated on a game with friends?",
    "What is the most embarrassing thing you've done at a party?",
    "Have you ever lied to your teacher?",
    "What is the most embarrassing thing you've done while home alone?",
    "Have you ever cheated on a sports game?",
    "What is your most embarrassing sports moment?",
    "Have you ever cheated on a bet?",
    "What is the most embarrassing thing you've done at a family gathering?",
    "Have you ever cheated in a competition?",
    "What is your most embarrassing school moment?",
    "Have you ever had a crush on a fictional character?",
    "What is the most embarrassing thing you've done in front of a celebrity?",
    "Have you ever worn mismatched socks on purpose?",
    "What is the weirdest thing you've ever done while sleepwalking?",
    "Have you ever been caught talking to yourself?",
    "What is the most embarrassing thing you've done in a foreign country?",
    "Have you ever accidentally sent a text to the wrong person?",
    "What is the silliest fear you have?",
    "Have you ever laughed so hard that you peed your pants?",
    "What is the most embarrassing thing you've done in front of your pet?",
    "Have you ever pretended to be a celebrity to get special treatment?",
    "What is the strangest rumor you've heard about yourself?",
    "Have you ever eaten something unusual and enjoyed it?",
    "What is the most embarrassing thing you've done on social media?",
    "Have you ever farted in an elevator and blamed someone else?",
    "What is the most embarrassing thing you've done at a family reunion?",
    "Have you ever accidentally walked into the wrong restroom?",
    "What is the most embarrassing thing you've said in a job interview?",
    "Have you ever gotten caught doing something illegal?",
    "What is the most embarrassing thing you've done while on a date?",
    "Have you ever laughed so hard that food came out of your nose?",
    "What is the most embarrassing thing you've done at a school talent show?",
    "Have you ever accidentally walked into a glass door?",
    "What is the most embarrassing thing you've done in a public restroom?",
    "Have you ever sent a text to the wrong person and pretended it was intentional?",
    "What is the most embarrassing thing you've done while singing karaoke?",
    "Have you ever laughed uncontrollably at a serious moment?",
    "What is the most embarrassing thing you've done while at a job?",
    "Have you ever accidentally walked into the wrong classroom?",
    "What is the most embarrassing thing you've done in a crowded elevator?",
    "Have you ever gotten stuck in a public restroom stall?",
    "What is the most embarrassing thing you've done in front of your crush?",
    "Have you ever laughed so hard that you snorted?",
    "What is the most embarrassing thing you've done at a theme park?",
    "Have you ever tripped and fallen in a public place?",
    "What is the most embarrassing thing you've done during a video call?",
    "Have you ever laughed at a joke without understanding it?",
    "What is the most embarrassing thing you've done at a wedding?",
    "Have you ever snorted while laughing at something funny?",
    "What is the most embarrassing thing you've done at a concert?",
    "Have you ever laughed so hard that you had tears streaming down your face?",
    "What is the most embarrassing thing you've done in a grocery store?",
    "Have you ever accidentally walked into the wrong movie theater?",
    "What is the most embarrassing thing you've done while at a restaurant?",
    "Have you ever laughed so hard that you snorted milk out of your nose?",
    "What is the most embarrassing thing you've done during a school assembly?",
    "Have you ever accidentally walked into a glass window in a public place?",
    "What is the most embarrassing thing you've done at a sporting event?",
    "Have you ever laughed so hard that you snorted soda out of your nose?",
    "What is the most embarrassing thing you've done in a movie theater?",
    "What is the most embarrassing thing you've done in a public speaking event?",
    "Have you ever laughed so hard that you snorted water out of your nose?",
    "What is the most embarrassing thing you've done while playing a sport?",
    "Have you ever accidentally walked into a glass door in your own house?",
    "What is the most embarrassing thing you've done at a birthday party?",
    "Have you ever laughed so hard that you snorted juice out of your nose?",
    "What is the most embarrassing thing you've done while on a school field trip?",
    "Have you ever accidentally walked into the wrong house or apartment?",
    "What is the most embarrassing thing you've done while riding a roller coaster?",
    "Have you ever laughed so hard that you snorted ice cream out of your nose?",
    "What is the most embarrassing thing you've done while attending a wedding?",
    "Have you ever accidentally walked into a pole or tree while texting?",
    "What is the most embarrassing thing you've done while at a theme park?",
    "Have you ever laughed so hard that you snorted cereal out of your nose?",
    "Have you ever accidentally walked into a glass window in a store?",
    "What is the most embarrassing thing you've done while on a video call?",
    "Have you ever laughed so hard that you snorted popcorn out of your nose?",
    "What is the most embarrassing thing you've done while on a family vacation?",
    "Have you ever accidentally walked into a closed door while not paying attention?",
    "What is the most embarrassing thing you've done during a school presentation?",
    "What is the most embarrassing thing you've done while shopping at a mall?",
    "Have you ever accidentally walked into a revolving door without realizing it?",
    "What is the most embarrassing thing you've done while attending a concert?",
    "Have you ever laughed so hard that you snorted hot chocolate out of your nose?",
    "What is the most embarrassing thing you've done while on a road trip?",
    "Have you ever accidentally walked into a closed store thinking it was open?",
    "What is the most embarrassing thing you've done while at a sports game?",
    "What is the most embarrassing thing you've done while at a pool or beach?",
    "Have you ever accidentally walked into the wrong classroom during school?",
    "What is the most embarrassing thing you've done during a holiday celebration?",
    "What is the most embarrassing thing you've done while attending a graduation ceremony?",
    "Have you ever accidentally walked into a glass wall at a shopping center?",
    "What is the most embarrassing thing you've done during a school field trip?",
    "Have you ever accidentally walked into a glass door at a friend's house?",
    "What is the most embarrassing thing you've done while grocery shopping?",
    "Have you ever laughed so hard that you snorted coffee out of your nose?",
    "What is the most embarrassing thing you've done while at a job interview?",
    "Have you ever accidentally walked into a glass wall in a public place?",
    "What is the most embarrassing thing you've done while at a museum?",
    "Have you ever laughed so hard that you snorted tea out of your nose?",
    "What is the most embarrassing thing you've done while riding a bicycle?",
    "Have you ever accidentally walked into a closed public restroom?",
    "What is the most embarrassing thing you've done during a job interview?",
    "Have you ever laughed so hard that you snorted watermelon juice out of your nose?",
    "What is the most embarrassing thing you've done while taking a school test?",
    "Have you ever accidentally walked into a glass window at a shopping mall?",
    "What is the most embarrassing thing you've done while at a job orientation?",
    "Have you ever laughed so hard that you snorted orange juice out of your nose?",
    "What is the most embarrassing thing you've done while giving a presentation?",
    "Have you ever accidentally walked into a closed glass door at a restaurant?",
    "What is the most embarrassing thing you've done while at a doctor's office?",
    "Have you ever laughed so hard that you snorted grape juice out of your nose?",
    "What is the most embarrassing thing you've done while at a job fair?",
    "Have you ever accidentally walked into a glass wall at a gym?",
    "What is the most embarrassing thing you've done while attending a business meeting?",
    "Have you ever laughed so hard that you snorted milkshake out of your nose?",
    "What is the most embarrassing thing you've done while at a job training session?",
    "Have you ever accidentally walked into a glass window in a hotel?",
    "What is the most embarrassing thing you've done while attending a networking event?",
    "Have you ever laughed so hard that you snorted smoothie out of your nose?",
    "What is the most embarrassing thing you've done while on a business trip?",
    "Have you ever accidentally walked into a closed glass door at a theater?",
    "What is the most embarrassing thing you've done while attending a conference?",
    "Have you ever laughed so hard that you snorted fruit punch out of your nose?",
    "What is the most embarrassing thing you've done while on a business lunch?",
    "Have you ever accidentally walked into a glass wall at a museum?",
    "What is the most embarrassing thing you've done while attending a company party?",
    "Have you ever laughed so hard that you snorted lemonade out of your nose?",
    "What is the most embarrassing thing you've done while at a team-building activity?",
    "Have you ever accidentally walked into a glass window in a public transportation station?",
    "What is the most embarrassing thing you've done while attending a company training?",
    "Have you ever accidentally walked into a closed glass door at a convention center?",
    "What is the most embarrassing thing you've done while attending a company retreat?",
    "What is the most embarrassing thing you've done while at a business dinner?",
    "Have you ever accidentally walked into a glass wall at a convention?",
    "What is the most embarrassing thing you've done while attending a team-building retreat?",
    "Have you ever laughed so hard that you snorted iced tea out of your nose?",
    "What is the most embarrassing thing you've done while on a business conference call?",
    "Have you ever accidentally walked into a closed glass door at a company event?",
    "What is the most embarrassing thing you've done while attending a business workshop?",
    "Have you ever laughed so hard that you snorted apple juice out of your nose?"
  ],
  "dare": [
    "Sing a song loudly in public.",
    "Do a handstand for 10 seconds.",
    "Eat a spoonful of mustard.",
    "Text your crush and tell them you like them.",
    "Do the chicken dance in front of everyone.",
    "Let someone give you a makeover.",
    "Speak in a foreign accent for the next hour.",
    "Try to lick your elbow.",
    "Let someone draw a funny face on your belly with a marker.",
    "Call a random number and sing them a song.",
    "Do a cartwheel in a crowded place.",
    "Speak in slow motion for the next 10 minutes.",
    "Eat a spoonful of hot sauce.",
    "Let someone tickle you for one minute.",
    "Do a silly dance in the middle of the street.",
    "Let someone give you a wedgie.",
    "Sing a nursery rhyme with your mouth full of water.",
    "Do a belly flop in a pool.",
    "Wear your clothes backward for the rest of the game.",
    "Dance like a robot for one minute.",
    "Let someone give you a piggyback ride.",
    "Eat a spoonful of mayonnaise.",
    "Try to lick your own nose.",
    "Let someone read your text messages out loud.",
    "Do a handstand while drinking a glass of water.",
    "Wear your shoes on the wrong feet for the next hour.",
    "Do the Macarena in a public place.",
    "Let someone give you a makeover using only toilet paper.",
    "Speak in a British accent for the next 10 minutes.",
    "Eat a spoonful of raw onion.",
    "Stand in a corner and sing \"I'm a Little Teapot.\"",
    "Let someone give you a wet willy.",
    "Do the floss dance in a crowded area.",
    "Eat a spoonful of ketchup.",
    "Attempt to do a split and hold it for 10 seconds.",
    "Talk to a random stranger for five minutes.",
    "Do a somersault in a public place.",
    "Let someone give you a makeover using only food items.",
    "Speak in a high-pitched voice for the next hour.",
    "Walk on your hands for as long as you can.",
    "Try to lick your elbow and keep trying for a minute.",
    "Let someone give you a funny hairstyle.",
    "Sing a song with your mouth closed.",
    "Do the worm dance on the floor.",
    "Talk like a baby for the next 10 minutes.",
    "Let someone draw a mustache on your face with a marker.",
    "Do the moonwalk in a public place.",
    "Eat a spoonful of hot chili pepper.",
    "Wear your shirt inside out for the rest of the game.",
    "Do a silly walk down the street.",
    "Do a dramatic reenactment of your favorite movie scene.",
    "Eat a spoonful of peanut butter and try to sing a song.",
    "Recite a poem about your favorite vegetable.",
    "Do your best impression of a famous celebrity.",
    "Go outside and shout \"I love pickles!\" as loudly as you can.",
    "Put on a blindfold and try to draw a self-portrait.",
    "Do a cartwheel while singing the national anthem.",
    "Dance like nobody's watching for one minute in a crowded area.",
    "Wear your clothes backward and talk in reverse for the next 15 minutes.",
    "Try to lick your elbow while singing your favorite song.",
    "Do a handstand and recite the alphabet backward.",
    "Put on a puppet show using your socks as the puppets.",
    "Sing a popular song in a made-up language.",
    "Try to breakdance or do a cool dance move.",
    "Act like a chicken for the next five minutes.",
    "Take a selfie with a random stranger.",
    "Wear your underwear on top of your pants for the next hour.",
    "Do a funny interpretive dance to a random song.",
    "Speak in rhyme for the next 10 minutes.",
    "Put on a blindfold and try to identify three different fruits by taste.",
    "Stand on one foot and sing the alphabet backward.",
    "Wear your shoes on your hands for the next 20 minutes.",
    "Try to lick your nose while hopping on one foot.",
    "Try to juggle three random objects for one minute.",
    "Speak in a funny accent for the rest of the game.",
    "Put on a puppet show using your hands as the puppets.",
    "Try to balance a spoon on your nose for one minute.",
    "Act like a robot for the next 10 minutes.",
    "Put on a blindfold and try to apply lipstick without a mirror.",
    "Speak in slow motion for the next five minutes.",
    "Try to touch your tongue to your nose while singing a nursery rhyme.",
    "Use your elbows to eat a snack without using your hands.",
    "Do the robot dance with as much enthusiasm as possible.",
    "Put on a blindfold and try to tie your shoelaces as fast as you can.",
    "Wear your clothes inside out for the rest of the game.",
    "Try to do a backflip (safely) or do a somersault.",
    "Use your feet to eat a snack without using your hands.",
    "Put on a blindfold and try to apply mascara without a mirror.",
    "Dance like a ballerina or ballet dancer for the next five minutes.",
    "Try to touch your toes without bending your knees while singing a song.",
    "Perform a magic trick using a random object.",
    "Put on a blindfold and try to draw a picture of yourself.",
    "Sing a song backward as best as you can.",
    "Use your nose to type a text message and send it to someone.",
    "Perform a magic trick using a playing card.",
    "Put on a blindfold and try to apply nail polish without a mirror.",
    "Sing a popular song in a foreign language of your choice.",
    "Try to touch your tongue to your forehead while singing a jingle.",
    "Perform a magic trick using a coin.",
    "Use your elbows to brush your teeth without using your hands.",
    "Walk backward for the next five minutes.",
    "Attempt to breakdance or do a breakdance move.",
    "Use your toes to write your name on the floor or ground.",
    "Sing a popular song with your mouth full of water.",
    "Attempt to hula hoop for one minute without dropping it.",
    "Perform a stand-up comedy routine for one minute.",
    "Use your knees to eat a snack without using your hands.",
    "Recite the alphabet backward as fast as you can.",
    "Act out a scene from a movie with exaggerated gestures and expressions.",
    "Try to balance a spoon on your nose while singing a nursery rhyme.",
    "Perform a silly dance using only your feet.",
    "Put on a blindfold and try to touch your nose with your tongue.",
    "Act like a mime for the next five minutes without speaking.",
    "Sing a popular song with your tongue sticking out the entire time.",
    "Try to do a yoga pose that you've never attempted before.",
    "Recite a tongue twister five times without stumbling.",
    "Use your elbows to eat a meal without using any utensils.",
    "Attempt to do a handstand and hold it for as long as you can.",
    "Perform a magic trick using a deck of cards.",
    "Put on a blindfold and try to do a somersault.",
    "Try to balance a book on your head while walking in a straight line.",
    "Sing a popular song while doing jumping jacks.",
    "Act like a robot for the next five minutes, moving in a mechanical manner.",
    "Put on a blindfold and try to draw a picture of a famous landmark.",
    "Attempt to do a backflip (safely) or do a handstand.",
    "Perform a funny dance using exaggerated facial expressions.",
    "Try to touch your tongue to your chin while singing a children's song.",
    "Put on a blindfold and try to put on a shirt without assistance.",
    "Attempt to juggle three random objects for one minute.",
    "Perform a magic trick using a coin or small object.",
    "Try to touch your toes while hopping on one foot.",
    "Attempt to do the splits (safely) or do a high kick.",
    "Perform a silly dance using only your elbows.",
    "Put on a blindfold and try to tie a necktie without assistance.",
    "Sing a popular song with your mouth filled with whipped cream.",
    "Try to balance a spoon on your nose while reciting a tongue twister.",
    "Perform a funny walk or dance using exaggerated arm movements.",
    "Attempt to do a headstand and hold it for as long as you can.",
    "Act like a mime for the next five minutes, mimicking everyday activities.",
    "Attempt to do a cartwheel or a handstand.",
    "Perform an interpretive dance to a random sound or beat.",
    "Sing a popular song using only animal sounds instead of words.",
    "Attempt to do the worm dance move across the room.",
    "Perform a one-minute improvised comedy routine.",
    "Use your elbows to eat a slice of pizza without using your hands.",
    "Sing a popular song while jumping on one leg.",
    "Attempt to do a handstand push-up against a wall.",
    "Perform a dramatic monologue using a random household object as a prop.",
    "Try to balance a broomstick on your finger for one minute.",
    "Sing a popular song using only your mouth as an instrument (beatboxing).",
    "Attempt to do a backbend or a bridge pose.",
    "Perform an improvised rap about a random object in the room.",
    "Try to balance a spoon on your nose while reciting a famous quote.",
    "Sing a popular song while doing a silly dance with your arms and legs.",
    "Attempt to do a full split (safely) or a high jump.",
    "Perform an impromptu puppet show using your hands as the puppets.",
    "Use your elbows to eat a bowl of cereal without using a spoon.",
    "Sing a popular song while doing a funny dance with your hips.",
    "Attempt to do a headstand and recite a poem while upside down.",
    "Perform a karate or kung fu move with sound effects.",
    "Try to balance a spoon on your nose while reciting a famous speech.",
    "Sing a popular song using only gibberish sounds instead of lyrics.",
    "Attempt to do a handstand and hold it while reciting a tongue twister.",
    "Perform a dramatic reading of a funny internet meme or viral video.",
    "Use your elbows to eat a slice of cake without using a fork.",
    "Sing a popular song while doing a silly walk with exaggerated steps.",
    "Attempt to do a split leap or a twirl while humming a tune.",
    "Perform a freestyle rap about a random object in the room.",
    "Try to balance a book on your head while doing a silly dance.",
    "Sing a popular song using only whispers.",
    "Attempt to do a handstand and hold it while counting backward from 10.",
    "Perform an interpretive dance to a random classical music piece.",
    "Use your elbows to eat a hamburger without using your hands.",
    "Sing a popular song while doing a funny impression of a famous celebrity.",
    "Attempt to do a backflip (safely) or a high kick while reciting a poem.",
    "Perform a funny dance with exaggerated facial expressions and arm movements.",
    "Sing a popular song while doing a silly dance with your shoulders.",
    "Attempt to do a headstand and hold it while reciting a random tongue twister.",
    "Perform a magic trick using a deck of cards and a random object from the room.",
    "Use your elbows to eat a bowl of spaghetti without using a fork or a spoon.",
    "Sing a popular song while doing a funny dance with your knees.",
    "Attempt to do a handstand and hold it while reciting a random fact about yourself.",
    "Perform a dramatic monologue using a random kitchen utensil as a prop.",
    "Try to balance a spoon on your nose while reciting a famous movie quote.",
    "Sing a popular song using only your breath as an instrument (beatboxing).",
    "Attempt to do a backbend or a bridge pose while reciting a tongue twister.",
    "Perform an improvised rap about a random business term or jargon."
  ]
}
