{
  "truth": [
    "Have you ever cheated on a test?",
    "What is your biggest fear?",
    "Have you ever lied to your best friend?",
    "What is the most embarrassing thing you've done in public?",
    "Have you ever stolen something?",
    "What is your secret talent?",
    "Have you ever eavesdropped on someone's conversation?",
    "What is your guilty pleasure?",
    "Have you ever peed in a pool?",
    "What is the most embarrassing thing your parents have caught you doing?",
    "Have you ever been caught picking your nose?",
    "What is the weirdest dream you've ever had?",
    "Have you ever cheated in a game?",
    "What is your most annoying habit?",
    "Have you ever cheated on a partner?",
    "What is the most embarrassing thing you've said in front of a crush?",
    "Have you ever pretended to be sick to avoid something?",
    "What is the worst gift you've ever received?",
    "Have you ever broken something and blamed someone else?",
    "What is the most embarrassing thing you've posted on social media?",
    "Have you ever lied about your age?",
    "What is your biggest regret?",
    "Have you ever cheated during a board game?",
    "What is the most embarrassing thing you've done for money?",
    "Have you ever stolen money from someone's wallet?",
    "What is the most embarrassing thing you've done while drunk?",
    "Have you ever lied to get out of trouble?",
    "What is the dumbest thing you've ever done?",
    "Have you ever peed in the shower?",
    "What is your most embarrassing nickname?",
    "Have you ever cheated on a game console?",
    "What is the strangest thing you've ever eaten?",
    "Have you ever cheated during a test?",
    "What is the most embarrassing thing you've done on a date?",
    "Have you ever lied about finishing your homework?",
    "What is the most embarrassing thing you've done in school?",
    "Have you ever cheated in a relationship?",
    "What is the most embarrassing thing you've done in front of your parents?",
    "Have you ever eaten something off the floor?",
    "What is your most embarrassing bathroom story?",
    "Have you ever cheated on a game with friends?",
    "What is the most embarrassing thing you've done at a party?",
    "Have you ever lied to your teacher?",
    "What is the most embarrassing thing you've done while home alone?",
    "Have you ever cheated on a sports game?",
    "What is your most embarrassing sports moment?",
    "Have you ever cheated on a bet?",
    "What is the most embarrassing thing you've done at a family gathering?",
    "Have you ever cheated in a competition?",
    "What is your most embarrassing school moment?"
  ],
  "dare": [
    "Sing a song loudly in public.",
    "Do a handstand for 10 seconds.",
    "Eat a spoonful of mustard.",
    "Text your crush and tell them you like them.",
    "Do the chicken dance in front of everyone.",
    "Let someone give you a makeover.",
    "Speak in a foreign accent for the next hour.",
    "Try to lick your elbow.",
    "Let someone draw a funny face on your belly with a marker.",
    "Call a random number and sing them a song.",
    "Do a cartwheel in a crowded place.",
    "Speak in slow motion for the next 10 minutes.",
    "Eat a spoonful of hot sauce.",
    "Let someone tickle you for one minute.",
    "Do a silly dance in the middle of the street.",
    "Let someone give you a wedgie.",
    "Sing a nursery rhyme with your mouth full of water.",
    "Do a belly flop in a pool.",
    "Wear your clothes backward for the rest of the game.",
    "Dance like a robot for one minute.",
    "Let someone give you a piggyback ride.",
    "Eat a spoonful of mayonnaise.",
    "Try to lick your own nose.",
    "Let someone read your text messages out loud.",
    "Do a handstand while drinking a glass of water.",
    "Wear your shoes on the wrong feet for the next hour.",
    "Do the Macarena in a public place.",
    "Let someone give you a makeover using only toilet paper.",
    "Speak in a British accent for the next 10 minutes.",
    "Eat a spoonful of raw onion.",
    "Stand in a corner and sing \"I'm a Little Teapot.\"",
    "Let someone give you a wet willy.",
    "Do the floss dance in a crowded area.",
    "Eat a spoonful of ketchup.",
    "Attempt to do a split and hold it for 10 seconds.",
    "Talk to a random stranger for five minutes.",
    "Do a somersault in a public place.",
    "Let someone give you a makeover using only food items.",
    "Speak in a high-pitched voice for the next hour.",
    "Walk on your hands for as long as you can.",
    "Try to lick your elbow and keep trying for a minute.",
    "Let someone give you a funny hairstyle.",
    "Sing a song with your mouth closed.",
    "Do the worm dance on the floor.",
    "Talk like a baby for the next 10 minutes.",
    "Let someone draw a mustache on your face with a marker.",
    "Do the moonwalk in a public place.",
    "Eat a spoonful of hot chili pepper.",
    "Wear your shirt inside out for the rest of the game.",
    "Do a silly walk down the street."
  ]
}
